# streamlit_news.py

import streamlit as st

with st.expander("뉴스를 보려면 클릭해주세요!"):
  st.write("""
  민주노총 건설노조는 전날 "언론이 지난 8일 서울 마포구 서울월드컵경기장에서 촬영한 콘서트 무대 설치 사진을 보면, 다수의 산안법 위반 사실을 확인할 수 있다"면서 K팝 콘서트 무대 설치 현장 근로자들의 안전 조치가 미흡했다고 지적했다.

  건설노조는 작업자 중 일부는 고소작업 중이지만 안전벨트를 착용하지 않고 있고, 최상부에 안전난간이나 생명줄이 설치돼 있지 않다고 문제 삼았다. 작업발판이 모든 층에 충분히 설치돼 있지 않고 층과 층을 오가는 사다리도 보이지 않는다고 꼬집었다.

  앞서 지난 9일에도 무대 설치 현장의 안전 문제를 지적하는 글이 온라인 커뮤니티에 잇따라 올라왔다.

  한 누리꾼은 "상암 월드컵 경기장에 설비하는 아저씨들이 양복쟁이(공무원 추정)와 언쟁하는 것을 봤다"며 "(설비자들이)'태풍 오는데 상식적으로 설치하면 안 된다, 와이어 2배 3배 더 걸어서 될 문제 아니다'라고 하는데 양복쟁이들은 '반장님이 신경 좀 더 써주십시오' 이 말 밖에 안 한다"고 목격담을 전했다.
  """)